{
    "posts": [
        {
            "userId": 1,
            "id": 1,
            "title": "Роль мобильного телефона в жизни человека",
            "body": "Сегодня телефон в нашей жизни - это не редкость и не роскошь, хотя каких-то пятнадцать лет назад, было сложно представить, что даже маленькие дети будут ходить с трубкой в кармане. Благодаря мобильному телефону, можно в любое время связаться с друзьями, родственниками, коллегами для того, что получить интересующую информацию. Кроме контактов, многие хранят на своих мобильных устройствах памятные даты, идеи,  мысли, всевозможные файлы различного характера."
        },
        {
            "userId": 1,
            "id": 2,
            "title": "Зачем разбираться в политике",
            "body": "Люди, не желающие разбираться в политике, часто апеллируют к аргументам вроде «Почему я должен интересоваться, что за новую скучищу выдумал Путин или какую очередную глупость сморозил Жириновский?». Друзья мои, политика не исчерпывается пропагандой. В первую очередь политика — это наука об оптимальном распределении ресурсов. Причем с точки зрения этой науки человеческие жизни — такой же ресурс, как нефть, земля или деньги. Именно политическими решениями определяется не только, кто будет жить богаче, а кто зачахнет в бедности, но и кто будет жить вообще. И речь не только об участии в войнах."
        },
        {
            "userId": 2,
            "id": 3,
            "title": "Пост про спорт",
            "body": "Часто перед человеком, который решил заняться спортом, встаёт непростой вопрос - на каком виде спорта остановить свой выбор. Чтобы подобрать подходящий вид спорта, необходимо проконсультироваться с врачом. Ведь часто бывает так, что из-за занятий спортом у человека появляются проблемы со здоровьем. Например, если у ребёнка имеется предрасположенность к болезням позвоночника, не стоит отдавать его в секцию тяжёлой атлетики. Лучше всего выбрать занятия плаванием, которые укрепят мышцы спины и помогут в будущем избежать серьёзных проблем со здоровьем."
        }
    ],
    "comments": [
        {
            "postId": 3,
            "id": 1,
            "name": "Андрей",
            "email": "Lew@alysha.tv",
            "body": "Спотром нужно заниматься по уму(("
        },
                {
            "postId": 3,
            "id": 2,
            "name": "Дмитрий",
            "email": "Lew@alysha.tv",
            "body": "Молодцы, я тоже так считаю"
        },
                {
            "postId": 3,
            "id": 3,
            "name": "Олег",
            "email": "Lew@alysha.tv",
            "body": "Спорт лучший!!!"
        },
        {
            "postId": 2,
            "id": 4,
            "name": "Герман",
            "email": "Hayden@althea.biz",
            "body": "Я вообще ничего не понимаю в политике"
        },
        {
            "postId": 2,
            "id": 5,
            "name": "Иван",
            "email": "Hayden@althea.biz",
            "body": "Я аполитичен!!!"
        },
        {
            "postId": 1,
            "id": 6,
            "name": "Анна",
            "email": "Presley.Mueller@myrl.com",
            "body": "Дети очень много времени проводят в телефонах, надо решать эту проблему"
        }
    ]
   
}
